Soap/fastCustomer/INDIVIDUAL/INDIVIDUAL_Samples/INDIVIDUAL_Mandatory.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <AMLYZE_CUSTOMER xmlns="urn:amlyze-services:EvaluateCustomerService_v2r0">
            <CommunicationNumber>ComNr_000321</CommunicationNumber>
            <Requester>Bank_system</Requester>
            <RiskManagementCategory>FAST</RiskManagementCategory>
            <EntityType>INDIVIDUAL</EntityType>
            <CustomerExtId>cust_1232</CustomerExtId>
            <FirstName>Jose</FirstName>
            <LastName>Rodriguez</LastName>
            <CustomerStatus>ACTIVE</CustomerStatus>
            </AMLYZE_CUSTOMER>
    </soap:Body>
</soap:Envelope>